Revit 2027 API
ParameterTypeId.DecalHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DecalHeight { get; }
Public Shared ReadOnly Property DecalHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DecalHeight {
	ForgeTypeId^ get ();
}
static member DecalHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace